Repository: Cloud-Concept/Demo-Projects-iOS
Catalog: Sawahi Native/Sawahi/*.lproj/Localizable.strings
Languages: ar

source: Letter Categories
ar: Letter Categories AR

source: All Letter Categories
ar: All Letter Categories AR

source: Requested Letters
ar: Requested Letters AR

source: Logout
ar: Logout AR

# contacts
source: My Contacts
ar: تجربة

source: Accounts
ar: Accounts AR

source: Bank Letter
ar: Bank Letter AR

source: Open Bank Account
ar: Open Bank Account AR

source: Cancel
ar: Cancel AR

source: Done
ar: Done AR

# first_name_label
source: First Name:
ar: First Name AR:

# last_name_label
source: Last Name:
ar: Last Name AR:

# nationality_label
source: Nationality:
ar: Nationality AR:

# country_of_birth_label
source: Country Of Birth:
ar: Country Of Birth AR:

# birth_date_label
source: Birth Date:
ar: Birth Date AR:
