Repository: Cloud-Concept/Demo-Projects-iOS
Catalog: AFZ Tourism Survey/AFZ Survey/*.lproj/Localizable.strings
Languages: ar

source: SUBMIT
ar: إتمام

source: NEXT
ar: التالي

source: BACK
ar: رجوع

# questions_footer
source: If you have any questions about the survey, please contact us at feedback@afza.ae or call +9741234567
ar: للاستفسارات والاقتراحات، يرجى التواصل معنا على feedback@afza.ae أو +97141234567

source: Ok
ar: حسنا

# single_select_error_message
source: Select an option in order to process to next question
ar: حدد خيارا من أجل المضي قدما إلى السؤال التالي

# single_select_error_message_last_question
source: Select an option in order to submit your survey
ar: حدد خيارا من أجل إتمام الاستطلاع

# text_error_message
source: Provide an answer in order to process to next question
ar: قدم إجابة من أجل المضي قدما إلى السؤال التالي

# text_error_message_last_question
source: Provide an answer in order to submit your survey
ar: قدم إجابة من أجل إتمام الاستطلاع

source: Error
ar: خطأ

# license_number_placeholder
source: Enter License Number
ar: أدخل رقم الرخصة

# person_name_placeholder
source: Enter Your Name
ar: أدخل إسمك

# mobile_number_placeholder
source: Enter Your Mobile Number (05XXXXXXXX)
ar: أدخل رقم هاتفك المحمول (05XXXXXXXX)

# contact_info_label
source: PLEASE FILL THIS FORM TO COMPLETE THIS SURVEY
ar: الرجاء ملء هذا النموذج لإتمام هذا الاستطلاع

# contact_info_error_message
source: Please enter all fields in order to submit your survey
ar: الرجاء إدخال جميع المعلومات من أجل تقديم الاستطلاع الخاصة بك

# contact_info_field_type_error_message
source: License Number and Mobile Number should be numeric values
ar: رقم الرخصة ورقم هاتفك المحمول يجب أن يكونا القيم رقمية
